{"sections":{"main":{"type":"yellow_cares","settings":{}},"image_with_text_overlay_JfKprg":{"type":"image-with-text-overlay","settings":{"image":"shopify:\/\/shop_images\/YELLOW_CARES_DESKTOP_EN.jpg","image_fr":"shopify:\/\/shop_images\/YELLOW_CARES_DESKTOP_FR_6945c45b-c311-4e3c-a390-bc64da3bacf4.jpg","mobile_image":"shopify:\/\/shop_images\/YELLOW_CARES_MOBILE_EN2.jpg","mobile_image_fr":"shopify:\/\/shop_images\/YELLOW_CARES_MOBILE_FR2.jpg","height":"adapt","height_desktop":600,"height_mobile":460,"image_link":"","full_width":true,"text_alignment":"center center","mobile_overlay_under":false,"overlay_style":"shadow"}},"rich_text_jLnfk6":{"type":"rich-text","blocks":{"text_Vj8WWp":{"type":"text","settings":{"text":"<p>Over the years, the Yellow Group Inc. has donated thousands of pairs of shoes and accessories to various associations and community organizations throughout the province of Quebec.<\/p>","text_fr":"<p>Au fil des années, le Groupe Yellow inc. a fait don de plusieurs milliers de paires de chaussures et d’accessoires à divers associations et organismes communautaires aux quatre coins de la province de Québec.<\/p>","enlarge_text":false}}},"block_order":["text_Vj8WWp"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_zFd6Er":{"type":"rich-text","blocks":{"heading_nKRwP3":{"type":"heading","settings":{"title":"Yellow x THE SHOEBOX PROJECT","title_fr":"YELLOW X OPÉRATION BOÎTE À CHAUSSURES","use_h1":false}},"image_k6DeYY":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/DSC01311_1.jpg","image_width":600,"url":""}},"text_tJbjTn":{"type":"text","settings":{"text":"<p>We celebrate International Women's Day, a special occasion to recognize the importance of women in our society and to support women in need. This year, at Yellow Shoes, we're committed to supporting this cause in partnership with the charitable organization <strong>THE SHOEBOX PROJECT.<\/strong><\/p><p><strong><br\/><\/strong>THE SHOEBOX PROJECT aims to support women experiencing or at-risk-of homelessness by celebrating diversity, raising awareness, combating stigma, and promoting equity. As part of our partnership, Yellow will donate <strong>shoeboxes <\/strong>filled with everyday essentials and small luxury items.<\/p>","text_fr":"<p>Nous célébrerons la Journée Internationale des Femmes, une occasion spéciale pour reconnaître l'importance des femmes dans notre société et pour soutenir les femmes dans le besoin. Cette année, chez Chaussures Yellow, nous nous engageons à soutenir cette cause en partenariat avec l'organisation caritative <strong>OPÉRATION BOÎTE À CHAUSSURES.<\/strong><br\/><br\/>OPÉRATION BOÎTE À CHAUSSURES s'efforce de soutenir les femmes sans abri ou risquant de le devenir en célébrant la diversité, en sensibilisant, en luttant contre la stigmatisation et en promouvant l'équité.<br\/>Dans le cadre de notre partenariat, Yellow fera un don de <strong>boîtes à chaussures<br\/><\/strong>remplies d'articles essentiels du quotidien et de petits articles de luxe.<\/p>","enlarge_text":false}},"image_HRic4F":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/DSC01298_2.jpg","image_width":600,"url":""}},"text_PQF73T":{"type":"text","settings":{"text":"<p>Each thoughtfully assembled box will be distributed to a homeless or vulnerable woman, filled with essential items like personal care products (shampoo, soap, dental hygiene items), beauty products, treats, and other necessities, aiming to provide a bit of comfort and hope to those who need it most.<\/p>","text_fr":"<p>Chaque boîte soigneusement préparée sera remise à une femme sans abri ou en situation précaire, regorgeant de produits essentiels tels que des produits de soins personnels (shampoing, savon, articles pour l'hygiène dentaire), des articles de beauté, des friandises et d'autres nécessités, pour apporter un peu de confort et d'espoir à ceux qui en ont le plus besoin.<\/p>","enlarge_text":false}},"text_K9W93H":{"type":"text","settings":{"text":"<p><em><strong>A step towards hope:<\/strong><\/em><strong><br\/><\/strong>Our teams spent the day decorating shoeboxes to assist women in need, adding inspiring messages to each box to be given away.<\/p>","text_fr":"<p><em><strong>Un pas vers l'espoir : <\/strong><\/em><\/p><p>Nos équipes ont passé la journée à décorer des boîtes à chaussures pour aider les femmes dans le besoin, y ajoutant des messages inspirants dans chacune des boîtes à donner.<\/p>","enlarge_text":false}}},"block_order":["heading_nKRwP3","image_k6DeYY","text_tJbjTn","image_HRic4F","text_PQF73T","text_K9W93H"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_bxnAUk":{"type":"rich-text","blocks":{"heading_hMTXAB":{"type":"heading","settings":{"title":"Yellow donates over 100,000 pairs","title_fr":"","use_h1":false}},"image_NxPFqp":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/Dossier-de-presse_YELLOW_28-mars-2023-pdf.png","image_width":600,"url":""}},"text_fKRprD":{"type":"text","settings":{"text":"<p><\/p><p>Since the beginning of the year 2023, Yellow Shoes has worked hard to offer a generous donation of 92,494 pairs of shoes to Quebec families in need. This amount represents more than $4.8 million donated to a dozen charities across Quebec. This is a significant increase over the previous year, when the company donated 39,962 pairs of shoes.<\/p><p>\"We understand the importance of having appropriate footwear and accessories for all seasons, and we believe that everyone deserves to have access to these basic necessities. Through these donations, we hope to make a positive impact in the lives of those who are experiencing hardship and provide a small comfort that can make a big difference to some. We believe in giving back to our community and will continue to work to support those in need where we can.\"  - Samuel Avrith, Director.<\/p><p><strong>Engaging with the community <\/strong><\/p><p>Over the years, Yellow Shoes has launched several initiatives to help needy families in various parts of the province. The company has recognized and responded to the socio economic challenges of recent years. These efforts include a monetary donation to Food Banks (Banques Alimentaires du Québec), the collection of foods for local organizations (Mile End Mission), and the distribution of considerable quantities of shoes to people from troubled backgrounds through charitable organizations. The company's staff takes great pride in being part of this ongoing effort and plays a crucial role in organizing and collecting donations.<\/p>","text_fr":"<p><\/p><p>Depuis le début de l’année 2023, Chaussures Yellow a travaillé d’arrache-pied afin d’offrir un don généreux de 92 494 paires de chaussures aux familles québécoises en situation précaire. Cette quantité représente plus de 4,8 millions de dollars offerts à une dizaine d’organismes de bienfaisance à travers le Québec. Il s’agit d’une nette augmentation par rapport à l’année précédente, où l’entreprise avait fait don de 39 962 paires de chaussures.<\/p><p> « Nous comprenons l'importance d'avoir des chaussures et des accessoires appropriés pour toutes les saisons, et nous pensons que tout le monde mérite d'avoir accès à ces nécessités de base. Grâce à ces dons, nous espérons avoir un impact positif dans la vie de ceux qui éprouvent des difficultés et leur apporter un réconfort qui peut faire une grande différence. Nous croyons qu'il est essentiel de redonner à notre communauté et nous continuerons à travailler pour soutenir ceux qui en ont besoin, là où nous le pouvons. »  - Samuel Avrith, Directeur.<\/p><p><strong>S’engager auprès de la communauté <\/strong><\/p><p>Au fil des ans, Chaussures Yellow a lancé plusieurs initiatives visant à aider les familles démunies établies dans diverses régions de la province. L’entreprise a su reconnaître et répondre aux défis socio-économiques des dernières années. Les efforts fournis comprennent un don monétaire aux Banques Alimentaires (Banques Alimentaires du Québec), la collecte de denrées alimentaires pour des organismes locaux (Mission Mile-End) et la distribution de quantités considérables de chaussures aux gens issus de milieux en difficulté, par l'intermédiaire d'organismes de bienfaisance. Le personnel de l’entreprise, très fier de participer à cet effort continu, joue un rôle crucial dans l'organisation et la collecte des dons.<\/p>","enlarge_text":false}}},"block_order":["heading_hMTXAB","image_NxPFqp","text_fKRprD"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_YqbtcR":{"type":"rich-text","blocks":{"heading_kfhQEP":{"type":"heading","settings":{"title":"The Salvation Army","title_fr":"ARMÉE DU SALUT","use_h1":false}},"image_b3fpV7":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/Salvation_army_image.jpg","image_width":260,"url":""}},"text_NmW3FW":{"type":"text","settings":{"text":"<p>In 2022, Yellow Group Inc. donated 37,924 pairs of shoes to the Salvation Army! The shoes are donated and distributed throughout their network, to families in need across Quebec and other Canadian communities. We are so grateful to have had the opportunity to partner with such a respected organization such as the Salvation Army, who for decades as proven to make impactful differences for people and families who need it the most. To learn more about how you can help, or to make a personal donation, please visit <a href=\"https:\/\/salvationarmy.ca\/\" target=\"_blank\" title=\"https:\/\/salvationarmy.ca\/\">www.salvationarmy.ca <\/a><\/p>","text_fr":"<p>En 2022, Groupe Yellow Inc. a fait don de 37 924 paires de chaussures à l'Armée du Salut ! Les chaussures sont données et distribuées à travers leur réseau, aux familles dans le besoin partout au Québec et d'autres communautés canadiennes. Nous sommes très reconnaissants d'avoir eu l'occasion de nous associer à une organisation aussi respectée que l'Armée du Salut, qui, depuis des décennies, a prouvé qu'elle pouvait faire la différence pour les personnes<br\/>et les familles qui en ont le plus besoin. Pour en savoir plus sur la façon dont vous pouvez aider, ou pour faire un don personnel, veuillez consulter le site <a href=\"https:\/\/salvationarmy.ca\/?lang=fr\" target=\"_blank\">https:\/\/salvationarmy.ca\/?lang=fr<\/a><\/p>","enlarge_text":false}}},"block_order":["heading_kfhQEP","image_b3fpV7","text_NmW3FW"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_P9xkki":{"type":"rich-text","blocks":{"heading_L9UCgB":{"type":"heading","settings":{"title":"DONATIONS TO FOOD BANKS OF QUEBEC","title_fr":"DONATION AUX BANQUES ALIMENTAIRES DU QUÉBEC","use_h1":false}},"image_KHnyVE":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/logotype-en_240x240_57197a0c-8386-47a2-ad48-3a626746ed02.png","image_width":260,"url":""}},"text_9VErmm":{"type":"text","settings":{"text":"<p>Your donations are invaluable to the survival of the Food Banks of Quebec network. They are used to cover the rising costs related to collecting food, as well as to purchase essential food products that are not available through collections. Every day, they help fight the problem of hunger in Quebec; every month, they give food to more than 400,000 Quebecers, including 150,000 children.<\/p><p><a href=\"https:\/\/www.banquesalimentaires.org\/en\/\" target=\"_blank\">https:\/\/www.banquesalimentaires.org\/en\/<\/a><\/p>","text_fr":"<p>Vos dons sont une aide précieuse et nécessaire à la survie du réseau des Banques alimentaires du Québec. <br\/><br\/>Grâce à ceux-ci, il est possible de défrayer les coûts croissants liés à la récupération des denrées, en plus de pouvoir assurer l’achat de produits alimentaires essentiels qui ne sont pas disponibles en récupération. Ils permettent de lutter chaque jour contre le problème de la faim au Québec et de donner à manger, chaque mois, à plus de 400 000 personnes au Québec, dont 150 000 enfants.<\/p><p><a href=\"https:\/\/www.banquesalimentaires.org\/\">https:\/\/www.banquesalimentaires.org\/<\/a><\/p>","enlarge_text":false}}},"block_order":["heading_L9UCgB","image_KHnyVE","text_9VErmm"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_NwGFCi":{"type":"rich-text","blocks":{"heading_amr6bR":{"type":"heading","settings":{"title":"THE FRIENDSHIP CIRCLE","title_fr":"LE CERCLE DE L’AMITIÉ","use_h1":false}},"image_X9gUaa":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/yellowcares9_e8ac5a39-c85a-408e-be0b-8ccbebcf4c2c.jpg","image_width":260,"url":""}},"text_dRWiAQ":{"type":"text","settings":{"text":"<p>The Friendship Circle cultivates friendships in the lives of people with special needs, providing them with the opportunity to become an active member in their community. The Friendship Circle aims to promote an inclusive community that values all individuals regardless of the challenges they face.<\/p><p><a href=\"http:\/\/www.friendshipcircle.ca\/\" title=\"http:\/\/www.friendshipcircle.ca\/\">http:\/\/www.friendshipcircle.ca<\/a><\/p>","text_fr":"<p>Le Cercle de l’Amitié apporte de l'amitié dans la vie des personnes ayant des besoins particuliers et leur offre l'occasion de devenir un membre actif dans leur communauté. Grâce à leur façon de faire, le Cercle de l'amitié vise à promouvoir une communauté inclusive qui valorise tous les individus, quels que soient les défis auxquels ils sont confrontés.<\/p><p><a href=\"http:\/\/www.friendshipcircle.ca\/\" target=\"_blank\" title=\"http:\/\/www.friendshipcircle.ca\/\">http:\/\/www.friendshipcircle.ca<\/a><\/p>","enlarge_text":false}}},"block_order":["heading_amr6bR","image_X9gUaa","text_dRWiAQ"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_rtUgYL":{"type":"rich-text","blocks":{"heading_6M6nQK":{"type":"heading","settings":{"title":"MONTREAL NEUROLOGICAL INSTITUTE","title_fr":"INSTITUT NEUROLOGIQUE DE MONTRÉAL","use_h1":false}},"image_iPVhxP":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/yellowcares5_49d472b2-f427-48e1-8dde-f5774410c224.jpg","image_width":260,"url":""}},"text_RXLnDA":{"type":"text","settings":{"text":"<p>Research is the key to advances in medical care. Donations to the Montreal Neurological Institute and Hospital support researchers in finding solutions that will help make a better tomorrow.<\/p><p><a href=\"https:\/\/muhc.ca\/mnh\/dashboard\" title=\"https:\/\/muhc.ca\/mnh\/dashboard\">https:\/\/www.muhc.ca\/mnh\/dashboard<\/a><\/p>","text_fr":"<p>La recherche est la clé des avancées en soins médicaux. Les dons remis à l’Institut et à l’hôpital neurologiques de Montréal appuient la recherche et aident les chercheurs à trouver des solutions qui contribueront à changer le monde de demain.<\/p><p><a href=\"https:\/\/cusm.ca\/mnh\/dashboard\" target=\"_blank\" title=\"https:\/\/muhc.ca\/mnh\/dashboard\">https:\/\/cusm.ca\/mnh\/dashboard<\/a><\/p>","enlarge_text":false}}},"block_order":["heading_6M6nQK","image_iPVhxP","text_RXLnDA"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_QiFimC":{"type":"rich-text","blocks":{"heading_a9CjL9":{"type":"heading","settings":{"title":"ACTION NOUVELLE VIE","title_fr":"ACTION NOUVELLE VIE","use_h1":false}},"image_maHFfg":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/yellowcares10_495b6006-4ffa-48cf-9797-2fa60a306126.jpg","image_width":260,"url":""}},"text_dwVKhL":{"type":"text","settings":{"text":"<p>Action Nouvelle Vie helps families and individuals who are struggling with poverty, with a particular emphasis on the well-being of children.<\/p><p><a href=\"https:\/\/actionnouvellevie.com\/\" title=\"https:\/\/actionnouvellevie.com\">https:\/\/www.actionnouvellevie.com<\/a><\/p>","text_fr":"<p>Action Nouvelle Vie apporte une aide concrète aux familles et aux individus qui sont aux prises avec la pauvreté en mettant un accent particulier sur le bien-être des enfants.<\/p><p><a href=\"https:\/\/actionnouvellevie.com\/\" target=\"_blank\" title=\"https:\/\/actionnouvellevie.com\">https:\/\/www.actionnouvellevie.com<\/a><\/p>","enlarge_text":false}}},"block_order":["heading_a9CjL9","image_maHFfg","text_dwVKhL"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_kjh3ED":{"type":"rich-text","blocks":{"heading_WRaKbf":{"type":"heading","settings":{"title":"SUN YOUTH","title_fr":"Jeunesse au Soleil","use_h1":false}},"image_rfyE7X":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/yellowcares3_5eae1b81-6738-4b05-b67c-5cc4652da6c3.jpg","image_width":260,"url":""}},"text_XiCyjR":{"type":"text","settings":{"text":"<p>Sun Youth works with individuals and families in need in the Greater Montreal area by providing a range of emergency services to ensure basic needs and preserve people’s integrity, by contributing actively to crime prevention and by promoting the physical, social and intellectual development of people through education, sports and recreation.<br\/><strong>A COMMITMENT TO CARING AND SHARING SINCE 1954.<\/strong><\/p><p><a href=\"http:\/\/sunyouthorg.com\/en\/\" title=\"http:\/\/sunyouthorg.com\/en\">http:\/\/www.sunyouthorg.com\/en<\/a><\/p>","text_fr":"<p>Jeunesse au Soleil intervient auprès des personnes et des familles démunies du Grand Montréal en fournissant une gamme de services d’urgence visant à assurer les besoins essentiels et à maintenir l’intégrité des personnes, en contribuant à la prévention du crime et en favorisant le développement physique et intellectuel par l’éducation, le sport et les loisirs. UN <strong>ENGAGEMENT DE SOUTIEN ET DE PARTAGE DEPUIS 1954.<\/strong><\/p><p><a href=\"http:\/\/sunyouthorg.com\/fr\/\" target=\"_blank\" title=\"http:\/\/sunyouthorg.com\/en\">http:\/\/sunyouthorg.com\/fr\/<\/a><\/p>","enlarge_text":false}}},"block_order":["heading_WRaKbf","image_rfyE7X","text_XiCyjR"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_3C9We9":{"type":"rich-text","blocks":{"heading_rUE3k4":{"type":"heading","settings":{"title":"CENTRE COMMUNAUTAIRE HOCHELAGA – OPÉRATION SOUS ZÉRO","title_fr":"CENTRE COMMUNAUTAIRE HOCHELAGA – OPÉRATION SOUS ZÉRO","use_h1":false}},"image_VMjja4":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/yellowcares11_7f30801a-b494-41d7-a074-0a32e3c5e0fc.jpg","image_width":260,"url":""}},"text_fbVT9m":{"type":"text","settings":{"text":"<p>The organization gives children new clothes, such as snow suits, boots, mittens and hats, to keep them warm during Quebec winters—often long and cold. A bit of warmth goes straight to the heart, offering them a sense of pride, confidence and self-esteem.<\/p><p><a href=\"https:\/\/cchochelaga.org\/Activit%C3%A9s\/operation-sous-zero\/\" title=\"https:\/\/cchochelaga.org\/\">https:\/\/www.cchochelaga.org<\/a><\/p>","text_fr":"<p>Les enfants reçoivent des vêtements neufs et de qualité, comme des habits de neige, des bottes, des mitaines et des tuques, en prévision de l’hiver québécois, souvent long et rigoureux. Un peu de chaleur qui va droit au cœur en raison de la fierté, de la confiance et de l’estime de soi que ces dons suscitent.<\/p><p><a href=\"https:\/\/cchochelaga.org\/Activit%C3%A9s\/operation-sous-zero\/\" target=\"_blank\" title=\"https:\/\/cchochelaga.org\/\">https:\/\/www.cchochelaga.org<\/a><\/p>","enlarge_text":false}}},"block_order":["heading_rUE3k4","image_VMjja4","text_fbVT9m"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_bgyxF7":{"type":"rich-text","blocks":{"heading_pyLnzr":{"type":"heading","settings":{"title":"MILE END MISSION","title_fr":"MISSION COMMUNAUTAIRE MILE-END","use_h1":false}},"image_yeqEQX":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/yellowcares1_ed85a512-85cf-44f1-8ed2-5e703c9c60f8.jpg","image_width":260,"url":""}},"text_KJDhUc":{"type":"text","settings":{"text":"<p>The organization’s objective is to create a safe and welcoming community that meets the practical, emotional and spiritual needs of those living with less in the Mile End area.<\/p><p><a href=\"http:\/\/mileendmission.org\/\" title=\"http:\/\/mileendmission.org\">http:\/\/www.mileendmission.org<\/a><\/p>","text_fr":"<p>L’objectif de l’organisme est de créer un lieu agréable et sûr au sein de sa communauté, ainsi que de répondre aux besoins pratiques, psychologiques et spirituels des individus à faible revenu du quartier Mile-End.<\/p><p><a href=\"http:\/\/mileendmission.org\/fr\/\" target=\"_blank\" title=\"http:\/\/mileendmission.org\">http:\/\/www.mileendmission.org<\/a><\/p>","enlarge_text":false}}},"block_order":["heading_pyLnzr","image_yeqEQX","text_KJDhUc"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_YAmfrh":{"type":"rich-text","blocks":{"heading_x9LGBA":{"type":"heading","settings":{"title":"FONDATION DU DOCTEUR JULIEN","title_fr":"FONDATION DU DOCTEUR JULIEN","use_h1":false}},"image_fcwmg8":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/yellowcares2_421d948d-3a00-4b03-a3f9-7cdb6c73809e.jpg","image_width":260,"url":""}},"text_HTUmwy":{"type":"text","settings":{"text":"<p>La foundation du Docteur Julien (FDJ) is to enable each child to develop his full potential. It ensures the development of social pediatric community for the welfare of as many children as possible.<\/p><p><a href=\"http:\/\/www.fondationdrjulien.org\/\" title=\"http:\/\/www.fondationdrjulien.org\/\">http:\/\/www.fondationdrjulien.org<\/a><\/p>","text_fr":"<p>La Fondation du Dr Julien (FDJ) a pour mission de permettre à chaque enfant de développer son plein potentiel, dans le respect de la Convention relative aux droits de l'enfant. Elle assure le développement de la pédiatrie sociale en communauté pour le bien-être du plus grand nombre d'enfants possible.<\/p><p><a href=\"http:\/\/www.fondationdrjulien.org\/\" target=\"_blank\" title=\"http:\/\/www.fondationdrjulien.org\/\">http:\/\/www.fondationdrjulien.org<\/a><\/p>","enlarge_text":false}}},"block_order":["heading_x9LGBA","image_fcwmg8","text_HTUmwy"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_p4qgDf":{"type":"rich-text","blocks":{"heading_am4EAH":{"type":"heading","settings":{"title":"YELLOW SHOES IS MOVING MOUNTAINS","title_fr":"CHAUSSURES YELLOW FAIT BOUGER UNE MONTAGNE","use_h1":false}},"image_eW7gNb":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/yellowcares6_a54d108e-5b43-4eaf-9ebf-f56913aed503.jpg","image_width":260,"url":""}},"text_VNp4Jq":{"type":"text","settings":{"text":"<p>The Yellow Group is extremely proud to support the charitable organization “Les Amis de la montagne”.<\/p><p>Les amis de la montagne exists to protect and enhance Mount Royal through community involvement and environmental education.<\/p><p>A registered charitable organization founded in 1986, Les amis de la montagne’s network includes citizens from a variety of associations allied with the heads of philanthropic foundations and company presidents. All share the same passion, that of protecting and enhancing the mountain.<\/p><p>Through its advocacy initiatives, education and awareness-raising activities, and enhancement and improvement projects, Les amis de la montagne provides the community with the opportunity to exchange ideas and to become involved in the preservation of Mount Royal.<\/p><p><a href=\"http:\/\/www.lemontroyal.qc.ca\/en\/learn-about-mount-royal\/homepage.sn\" title=\"http:\/\/www.lemontroyal.qc.ca\/en\/learn-about-mount-royal\/homepage.sn\">http:\/\/www.lemontroyal.qc.ca\/en\/learn-about-mount-royal<\/a><\/p>","text_fr":"<p>C’est avec une extrême fierté que le Groupe Yellow s’associe aux amis de la montagne en faisant un don important.<\/p><p><strong>Les amis de la montagne<\/strong> ont pour mission de protéger et mettre en valeur le mont Royal en privilégiant l’engagement de la communauté et l’éducation à l’environnement.<\/p><p>Organisme de bienfaisance enregistré fondé en 1986, <strong>Les amis de la montagne<\/strong> rassemblent des individus, des associations, des chefs de file de la communauté et des dirigeants de fondations à caractère philanthropique. Tous partagent une même passion : protéger et mettre en valeur le mont Royal.<\/p><p>A travers leurs initiatives pour la défense des intérêts, leurs activités d’éducation et de sensibilisation et leurs projets d’amélioration et de mise en valeur, <strong>Les amis de la montagne<\/strong> offrent à la communauté l’occasion de s’exprimer et de prendre part à la préservation du mont Royal.<\/p><p><a href=\"http:\/\/www.lemontroyal.qc.ca\/fr\/connaitre-le-mont-royal\/accueil.sn\" target=\"_blank\" title=\"http:\/\/www.lemontroyal.qc.ca\/en\/learn-about-mount-royal\/homepage.sn\">http:\/\/www.lemontroyal.qc.ca\/fr\/connaitre-le-mont-royal\/<\/a><\/p>","enlarge_text":false}}},"block_order":["heading_am4EAH","image_eW7gNb","text_VNp4Jq"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_ExFrjc":{"type":"rich-text","blocks":{"heading_8FWphp":{"type":"heading","settings":{"title":"THE GENEROSITY CONTINUES BY PARTNERING WITH TEL-JEUNES","title_fr":"LA GÉNÉROSITÉ CONTINUE EN S’ASSOCIANT À TEL-JEUNES","use_h1":false}},"image_xdWyb4":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/sac_en_large_00bff75c-2063-4068-8ab6-5d7236d7e359.png","image_width":260,"url":""}},"text_tLzi7h":{"type":"text","settings":{"text":"<p>Yellow is a proud supporter of the Fondation Tel-Jeunes. Show your support by purchasing one of our lovely Tel-Jeunes special edition bags which you can add in your checkout cart. The entire $2 you spend on purchasing the bag will be donated to the foundation, whose mission is to help youth in difficulty. This initiative is dear to us because it allows the general public to contribute to the success of the foundation, which offers free and confidential intervention services.<\/p><p>Provided by counsellors, the services are available 24\/7 to all young people and parents in the province of Quebec. We invite you to purchase a pair of shoes with a Tel-Jeunes bag today to show your support !<\/p><p>If you ever need help, you can call Tel-Jeunes at 1-800-263-2266 and Ligne-parents at 1-800-361-5085 or send a text message to 514-600-1002.<\/p><p><a href=\"http:\/\/www.fondationteljeunes.org\/\" target=\"_blank\">http:\/\/www.fondationteljeunes.org\/<\/a><\/p>","text_fr":"<p>Yellow a choisi de s’associer fièrement à la Fondation Tel-Jeunes. Supportez l'organisme en vous procurant notre superbe sac édition spéciale 100 ans que vous pouvez ajouter à votre panier d'achats en ligne ou l'acheter en magasin. La totalité de l'argent amassé sera remise à la fondation donc, aux jeunes.<\/p><p>Cette initiative nous tient à cœur, car elle permet u grand public de contribuer à l’essor de la fondation, qui propose des services d’intervention gratuits et confidentiels. Ils sont offerts en tout temps par des intervenants professionnels à tous les jeunes et les parents du Québec qui en ont besoin. Nous vous invitons à vous procurer votre paire de chaussures pour démontrer votre soutien envers la fondation!<\/p><p>En cas de besoin, vous pouvez contactez Tel-Jeunes au 1 800 263-2266 et la Ligne-Parents au 1 800 361 5085 ou encore par messagerie texte au 514-600-1002.<\/p><p><a href=\"http:\/\/www.fondationteljeunes.org\/fr\" target=\"_blank\">http:\/\/www.fondationteljeunes.org\/<\/a><\/p>","enlarge_text":false}}},"block_order":["heading_8FWphp","image_xdWyb4","text_tLzi7h"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_GWWFBh":{"type":"rich-text","blocks":{"heading_kV4QTU":{"type":"heading","settings":{"title":"GENEROSITY ON AN INTERNATIONAL SCALE","title_fr":"LA GÉNÉROSITÉ JUSQU’AU BOUT DU MONDE","use_h1":false}},"image_f7GP8R":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/yellowcares8_d4348c02-df25-42a2-a18f-c112dabc1e97.jpg","image_width":260,"url":""}},"text_kbQace":{"type":"text","settings":{"text":"<p>Shoe donations for the sparks of hope organization have a home! Youth upliftment international aims to help underprivileged Haitian children in the Dominican Republic gain access to meals and education. To learn more about Sparks of Hope, or to make a donation, please contact them at: <\/p><p> <a href=\"http:\/\/www.facebook.com\/SparksofHope\" target=\"_blank\">www.facebook.com\/sparksofhope<\/a><\/p>","text_fr":"<p>Des dons de chaussures à l’organisme Sparks of Hope ont trouvé preneur dans un coin de pays ayant des besoins!<\/p><p>Cet organisme, associé à l’organisme de bienfaisance Youth Upliftment International, vise à offrir une chance sociale et éducationnelle aux enfants haïtiens démunis de la République dominicaine.<\/p><p>Si vous souhaitez en apprendre davantage sur Sparks of Hope ou si vous désirez faire une contribution, vous pouvez les contacter via:<\/p><p><a href=\"http:\/\/www.facebook.com\/SparkesofHope\" target=\"_blank\">www.facebook.com\/SparkesofHope<\/a><\/p>","enlarge_text":false}}},"block_order":["heading_kV4QTU","image_f7GP8R","text_kbQace"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_7zbJ3V":{"type":"rich-text","blocks":{"heading_gKqYQa":{"type":"heading","settings":{"title":"GENEROSITY FOR PETS – PAWS4ACAUSE","title_fr":"LA GÉNÉROSITÉ AUSSI ENVERS LES ANIMAUX - PAWS4ACAUSE","use_h1":false}},"image_aYaRwB":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/yellowcares7_954188f1-323b-448f-9d00-008a81a4ef3f.jpg","image_width":260,"url":""}},"text_cQVQTy":{"type":"text","settings":{"text":"<p>We have lent a helping paw to this original event whose mission is to raise public awareness about the well-being of animals and raise funds for the Montreal SPCA.<\/p><p>Join us in giving back the unconditional love and devotion our animals give to us! Organized by a group of volunteers, this evening of music and dance aims to raise funds to support the Montreal SPCA.<\/p><p><a href=\"http:\/\/www.spca.com\/\" target=\"_blank\">http:\/\/www.spca.com\/<\/a><\/p>","text_fr":"<p>Nous avons donné un coup de patte à cet événement original dont la mission est à la fois de sensibiliser le public à la cause animale et d’amasser des fonds au profit de la SPCA de Montréal.<\/p><p><a href=\"http:\/\/www.spca.com\/\" target=\"_blank\">http:\/\/www.spca.com\/<\/a><\/p>","enlarge_text":false}}},"block_order":["heading_gKqYQa","image_aYaRwB","text_cQVQTy"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"rich_text_eiX7fY":{"type":"rich-text","blocks":{"heading_DFAKEG":{"type":"heading","settings":{"title":"OPÉRATION ENFANT SOLEIL","title_fr":"OPÉRATION ENFANT SOLEIL","use_h1":false}},"image_faefKU":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/OES_3945386e-8324-4d67-b20b-d9ee6ee1ff6e.jpg","image_width":260,"url":""}},"text_4LwNjN":{"type":"text","settings":{"text":"<p><strong>Opération Enfant Soleil<\/strong> raises funds for the development of high-quality paediatrics for all sick children in Quebec.<\/p><p>Donations raised have made it possible to carry out hundreds of projects each year in local organizations as well as major paediatric centres, which are equipped with cutting-edge technology and welcoming environments, and in regional hospitals, where children can be treated near their families.<\/p><p><a href=\"https:\/\/www.jedonneenligne.org\/operationenfantsoleil\/mes2017yellow\/\" target=\"_blank\">https:\/\/www.jedonneenligne.org<\/a><\/p><p>We take pride in the work we do and the actions we take to help those in need. These gestures have become a tradition and are now an integral part of our company’s culture.<\/p>","text_fr":"<p><strong>Opération Enfant Soleil<\/strong> amasse des fonds pour soutenir le développement d’une pédiatrie de qualité pour tous les enfants malades du Québec.<\/p><p>Grâce aux sommes recueillies, des centaines de projets se concrétisent chaque année dans les hôpitaux et les organismes régionaux ainsi que dans les grands centres pédiatriques, lesquels peuvent se doter de technologies de pointe et aménager des espaces chaleureux, tout comme en région, où les enfants peuvent être soignés près de leur famille.<\/p><p><a href=\"https:\/\/www.jedonneenligne.org\/operationenfantsoleil\/mes2017yellow\/\" target=\"_blank\">https:\/\/www.jedonneenligne.org<\/a><\/p><p>Nous sommes fiers du travail que nous accomplissons et des gestes que nous posons pour aider les personnes dans le besoin. Ces témoignages d’entraide sont devenus une tradition et font maintenant partie de la culture d’entreprise.<\/p>","enlarge_text":false}}},"block_order":["heading_DFAKEG","image_faefKU","text_4LwNjN"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}}},"order":["main","image_with_text_overlay_JfKprg","rich_text_jLnfk6","rich_text_zFd6Er","rich_text_bxnAUk","rich_text_YqbtcR","rich_text_P9xkki","rich_text_NwGFCi","rich_text_rtUgYL","rich_text_QiFimC","rich_text_kjh3ED","rich_text_3C9We9","rich_text_bgyxF7","rich_text_YAmfrh","rich_text_p4qgDf","rich_text_ExFrjc","rich_text_GWWFBh","rich_text_7zbJ3V","rich_text_eiX7fY"]}