{"sections":{"main":{"type":"main-contact","settings":{"contact_title":"Contact us","contact_title_fr":"Contactez-nous","mail_text":"<p><strong>Have questions, comments or inquiries?<br\/><\/strong>Write us a message and we’ll answer as quick as possible!<br\/><strong>Email<\/strong>: <a href=\"mailto:serviceclient@yellow.qc.ca\">serviceclient@yellow.qc.ca<\/a><\/p>","mail_text_fr":"<p><strong>Vous avez des questions, des commentaires ou des demandes de renseignements ?<br\/><\/strong>Écrivez-nous un message et nous vous répondrons aussi vite que possible !<br\/>Courriel : <a href=\"mailto:serviceclient@yellow.qc.ca\" title=\"mailto:serviceclient@yellow.qc.ca\">serviceclient@yellow.qc.ca<\/a><\/p>","phone_text":"<p><strong>General customer service<br\/>Telephone<\/strong>: Toll free 1-888-970-7056<\/p>","phone_text_fr":"<p><strong>Service à la clientèle<\/strong><br\/><strong>Téléphone :<\/strong> 1-888-970-7056 (sans frais)<\/p>","address_text":"<p><strong>Address<br\/><\/strong>Groupe Yellow Inc. \/ Customer Service<br\/>5680 rue St-Dominique<br\/>Montréal, Québec<br\/>H2T 1V6<br\/>Canada<\/p>","address_text_fr":"<p><strong>Adresse<br\/><\/strong>Groupe Yellow Inc. \/ Service à la clientèle<br\/>5680 rue St-Dominique<br\/>Montréal, Québec<br\/>H2T 1V6<br\/>Canada<\/p>","monday_hours":"9:30 - 17:00","tuesday_hours":"9:30 - 17:00","wednesday_hours":"9:30 - 17:00","thursday_hours":"9:30 - 17:00","friday_hours":"9:30 - 17:00","saturday_hours":"Fermé \/ Closed","sunday_hours":"Fermé \/ Closed","other_questions":"<p><strong>Other questions?<br\/><\/strong>Visit our <a href=\"\/pages\/faq\" title=\"FAQ\">FAQ section<\/a> in Customer Service for details on why <a href=\"https:\/\/yellowshoes.com\" title=\"https:\/\/yellowshoes.com\">yellowshoes.com<\/a> is the best way to shop online. You can also contact us using one of the methods above.<\/p>","other_questions_fr":"<p><strong>D'autres questions ?<br\/><\/strong>Consultez notre <a href=\"https:\/\/www.yellowshoes.com\/fr\/pages\/faq\" title=\"Foire aux questions\">section FAQ<\/a> pour savoir pourquoi <a href=\"http:\/\/chaussuresyellow.com\/\" target=\"_blank\">chaussuresyellow.com<\/a> est le meilleur moyen de faire des achats en ligne. Vous pouvez également nous contacter en utilisant l'une des méthodes ci-dessus.<\/p>"}},"faq_header_NQArWX":{"type":"faq-header","name":"FAQ header","settings":{"title":"FAQ","title_fr":"","use_h1":false,"text":"","text_fr":"","show_search":true,"show_index":true,"index_heading":"How can we help?","index_heading_fr":""}},"collapsible_tabs_AcNadb":{"type":"collapsible-tabs","blocks":{"question_ULXnJa":{"type":"question","settings":{"title":"Can I cancel my online order?","title_fr":"Puis-je annuler ma commande en ligne?","answer":"<p>Please contact us immediately via e-mail at <a href=\"mailto:serviceclient@yellow.qc.ca\" title=\"mailto:serviceclient@yellow.qc.ca\">serviceclient@yellow.qc.ca<\/a><br\/> or phone at 1-888-970-7056 to cancel an order. Once the order has been <br\/>sent to a shipping facility, we are not able to cancel it. Most orders <br\/>start processing within 30 minutes after they have been placed. In this <br\/>case, we ask that you please wait until the order arrives and follow the<br\/> return procedure.<\/p>","answer_fr":"<p>En cas d’annulation de votre commande, vous devez communiquer immédiatement avec nous par courriel au <a href=\"mailto:serviceclient@yellow.qc.ca\">serviceclient@yellow.qc.ca<\/a><br\/> ou par téléphone au 1-888-970-7056. Une fois que la commande est <br\/>envoyée au centre d'expédition, nous ne sommes plus en mesure de la <br\/>modifier ou de l'annuler. La plupart des commandes sont traitées dans un<br\/> délai de 30 minutes. Dans ce cas, nous vous demandons gré d’attendre la<br\/> livraison de votre commande et d’appliquer la procédure de retour.<\/p>"}},"question_mLMkBL":{"type":"question","settings":{"title":"Can I change the style, color or size after an order is placed?","title_fr":"Puis-je changer le style, la couleur ou la taille après avoir passé une commande?","answer":"<p>Please contact us immediately via e-mail at <a href=\"mailto:serviceclient@yellow.qc.ca\">serviceclient@yellow.qc.ca<\/a><br\/> or phone at 1-888-970-7056. If you contact us within 10 minutes of <br\/>placing your order it may be possible to make changes. However, once an <br\/>order begins processing no changes can be made. Most orders are shipped <br\/>within 48 hours (Monday to Friday). In this case, we ask that you please<br\/> wait until the order arrives and follow the normal return policy <br\/>procedure. Clearance items may not be returned or exchanged.<\/p>","answer_fr":"<p>En cas de modification de votre commande, vous devez communiquer immédiatement avec nous par courriel au <a href=\"mailto:serviceclient@yellow.qc.ca\">serviceclient@yellow.qc.ca<\/a><br\/> ou par téléphone au 1-888-970-7056. Si vous nous contactez dans les 10 <br\/>minutes suivant votre commande, il sera possible d’effectuer des <br\/>changements. Cependant, une fois que la commande est traitée, aucun <br\/>changement ne peut être fait. La plupart des commandes sont expédiées <br\/>dans les 48 heures (du lundi au vendredi). Dans ce cas, nous vous <br\/>demandons d’attendre la livraison de votre commande et d’appliquer la <br\/>procédure de retour. Les articles en solde, ne peuvent être ni <br\/>retournés, ni échangés.<\/p>"}},"question_RYDMec":{"type":"question","settings":{"title":"What if I place an order and Yellow Shoes doesn't have the item in stock?","title_fr":"Que puis-je faire si je passe une commande et que yellow n'a pas le produit en stock?","answer":"<p>If we are unable to fulfill your order you will be notified via email. <br\/>Your credit card\/PayPal account will not be charged. You can also check <br\/>the status online by signing in to your account and going to \"My <br\/>Orders\".<\/p>","answer_fr":"<p>Si nous ne sommes pas en mesure d’exécuter votre commande, vous serez <br\/>informé par courriel. Votre carte de crédit ou votre compte PayPal ne <br\/>seront pas débités. Vous pouvez également vérifier l’état de votre <br\/>commande en ligne en vous connectant à votre compte et en vous rendant à<br\/> la section \"Mes commandes\"<\/p>"}},"question_F4NLHP":{"type":"question","settings":{"title":"How will I know if my order is confirmed?","title_fr":"Comment puis-je savoir si ma commande est confirmée?","answer":"<p>You will receive an order confirmation via email.<\/p>","answer_fr":"<p>Vous recevrez une confirmation de commande par courriel.<\/p>"}}},"block_order":["question_ULXnJa","question_mLMkBL","question_RYDMec","question_F4NLHP"],"name":"Collapsible tabs","settings":{"title":"Orders","title_fr":"Commandes"}},"collapsible_tabs_QWkYfP":{"type":"collapsible-tabs","blocks":{"question_f8W8kL":{"type":"question","settings":{"title":"When will my order be shipped?","title_fr":"Quand ma commande sera-t-elle livrée?","answer":"<p>Most orders are shipped within 48 hours. However, orders may take up to 7 <br\/>days or more to ship during exceptionally busy sales periods.<\/p>","answer_fr":"<p>L'expédition des commandes peut prendre jusqu'à 7 jours ou plus lors des périodes de promotion particulièrement élevées.<\/p>"}},"question_cxH3at":{"type":"question","settings":{"title":"How can I track the status of my order?","title_fr":"Comment puis-je suivre l'état de ma commande?","answer":"<p>Once order is shipped you will receive an e-mail confirmation with your <br\/>tracking number included. You can then click the link in the e-mail and <br\/>enter the tracking number to see at what stage your parcel is at in the <br\/>shipping process.<\/p>","answer_fr":"<p>Une fois la commande expédiée, vous recevrez un courriel de confirmation <br\/>avec votre numéro de suivi. Vous pourrez ensuite cliquer sur le lien et <br\/>entrer le numéro de suivi pour voir à quelle étape se trouve votre colis<br\/> dans le processus d'expédition.<\/p>"}}},"block_order":["question_f8W8kL","question_cxH3at"],"name":"Collapsible tabs","settings":{"title":"Delivery and tracking","title_fr":"Livraison et suivi"}},"collapsible_tabs_AcAeE4":{"type":"collapsible-tabs","blocks":{"question_YCCk3h":{"type":"question","settings":{"title":"What is Sezzle?","title_fr":"Sezzle, c'est quoi?","answer":"<p>Sezzle is an online payment platform that is now available on our website. It <br\/>allows you to pay for your order through 4 small installment payments, <br\/>spread over 6 weeks, rather than paying the full amount at once. Sezzle <br\/>is 100% secure and does not charge you interest on your payments. <a href=\"https:\/\/www.yellowshoes.com\/pages\/sezzle\" title=\"Sezzle\"><span style=\"text-decoration:underline\">Details.<\/span><\/a><\/p>","answer_fr":"<p>Sezzle est une plateforme de paiement en ligne maintenant disponible sur notre<br\/> site. Elle permet de payer votre commande en 4 paiements égaux, <br\/>répartis sur 6 semaines, au lieu de payer en une fois. Sezzle est 100 % <br\/>sécurisé et ne vous charge pas d'intérêts. <a href=\"https:\/\/www.yellowshoes.com\/fr\/pages\/sezzle\" title=\"Sezzle\"><span style=\"text-decoration:underline\">Détails.<\/span><\/a><\/p>"}},"question_kM9cc9":{"type":"question","settings":{"title":"Can I use my gift card online?","title_fr":"Comment puis-je utiliser ma carte cadeau en ligne?","answer":"<p>Unfortunately gift cards cannot be used online. They can only be used in store.<\/p>","answer_fr":"<p>Malheureusement l’utilisation des cartes cadeaux n’est pas possible en ligne. Elles peuvent être utilisé en magasin seulement.<\/p>"}}},"block_order":["question_YCCk3h","question_kM9cc9"],"name":"Collapsible tabs","settings":{"title":"Payments and Gift Cards","title_fr":"Paiements et cartes-cadeaux"}},"collapsible_tabs_hcNAaT":{"type":"collapsible-tabs","blocks":{"question_fRQCqq":{"type":"question","settings":{"title":"What does Vegan mean?","title_fr":"Que signifie végane?","answer":"<p>Vegan products are made without the use of animal byproducts. Examples of <br\/>animal byproducts are leather, wool, silk, fur, or suede. Vegan products<br\/> use very close artificial materials to create the similar quality and <br\/>feel to the real thing. As such, Vegan footwear is becoming a very <br\/>popular and much more affordable option.<\/p>","answer_fr":"<p>Les produits véganes sont fabriqués sans l'utilisation de sous-produits <br\/>animaux. Le cuir, la laine, la soie, la fourrure ou le daim sont des <br\/>exemples de sous-produits animaux. Les produits véganes utilisent des <br\/>matériaux artificiels très proches pour créer une qualité et une <br\/>sensation similaires à celles des produits réels. Les chaussures véganes<br\/> deviennent donc une option très populaire et beaucoup plus abordable.<\/p>"}},"question_HaaTLP":{"type":"question","settings":{"title":"What is YELLOW ECO?","title_fr":"Qu'est-ce que Yellow Éco?","answer":"<p>As the world evolves, and as fashion evolves, we must evolve as well. <br\/>Introducing YELLOW ECO, our new collection of shoes that are <br\/>eco-responsible, made using recycled materials. It's a new start for us,<br\/> a new path for us to take one step at a time. By choosing a pair from <br\/>our collection, you are journeying on our path as well, a better <br\/>direction, and for that we thank you. For more information visit our <br\/>page <a href=\"https:\/\/www.yellowshoes.com\/pages\/yellow-eco\" target=\"_blank\" title=\"https:\/\/www.yellowshoes.com\/pages\/yellow-eco\">https:\/\/www.yellowshoes.com\/pages\/yellow-eco<\/a><\/p>","answer_fr":"<p>Comme le monde évolue, et comme la mode évolue, nous devons évoluer aussi. <br\/>Nous vous présentons YELLOW ÉCO, notre nouvelle collection de chaussures<br\/> éco-responsables, fabriquées à partir de matériaux recyclés. C'est un <br\/>nouveau départ pour nous, un nouveau chemin que nous empruntons pas à <br\/>pas. En choisissant une paire de notre collection, vous empruntez vous <br\/>aussi notre chemin, une meilleure direction, et nous vous en remercions.<br\/> Pour plus d'informations, visitez notre page <a href=\"https:\/\/www.yellowshoes.com\/fr\/pages\/yellow-eco\" target=\"_blank\" title=\"https:\/\/www.yellowshoes.com\/fr\/pages\/yellow-eco\">https:\/\/www.yellowshoes.com\/fr\/pages\/yellow-eco<\/a><\/p>"}}},"block_order":["question_fRQCqq","question_HaaTLP"],"name":"Collapsible tabs","settings":{"title":"Products and initiatives","title_fr":"Produits et initiatives"}}},"order":["main","faq_header_NQArWX","collapsible_tabs_AcNadb","collapsible_tabs_QWkYfP","collapsible_tabs_AcAeE4","collapsible_tabs_hcNAaT"]}