{"sections":{"main":{"type":"partnership-program","settings":{}},"image_with_text_overlay_KcNxPE":{"type":"image-with-text-overlay","settings":{"image":"shopify:\/\/shop_images\/GENYELLOW-BANNER-DESKTOP-EN.png","image_fr":"shopify:\/\/shop_images\/GENYELLOW_BANNER-DESKTOP-FR.png","mobile_image":"shopify:\/\/shop_images\/GENYELLOW-BANNER-MOBILE-EN.png","mobile_image_fr":"shopify:\/\/shop_images\/GENYELLOW_BANNER-MOBILE-FR.png","height":"adapt","height_desktop":600,"height_mobile":460,"image_link":"","full_width":true,"text_alignment":"center center","mobile_overlay_under":false,"overlay_style":"shadow"}},"rich_text_GUjihm":{"type":"rich-text","blocks":{"heading_gMMbqA":{"type":"heading","settings":{"title":"COLLABORATE WITH US","title_fr":"COLLABOREZ AVEC NOUS","use_h1":false}},"text_cm6PXy":{"type":"text","settings":{"text":"<p>To all the content creators inspired by Yellow’s fashion and culture, join Yellow’s adventure! Submit your application to collaborate with us to share your unique #YELLOWAMESPIEDS looks. Join a vibrant community and help spread the #YELLOWAMESPIEDS spirit!<\/p>","text_fr":"<p>À tous les créateurs et toutes les créatrices de contenu inspirés par la mode et la culture Yellow, embarquez avec nous dans l’aventure Yellow ! Soumettez votre candidature pour une collaboration enrichissante afin de partager vos looks uniques #YELLOWAMESPIEDS. Rejoignez une communauté vibrante et contribuez à faire rayonner l’esprit #YELLOWAMESPIEDS !<\/p>","enlarge_text":false}},"button_Mgf7Lg":{"type":"button","settings":{"button_label":"submit your application","button_label_fr":"Déposez votre application","is_catalogue_button":false,"button_link":"shopify:\/\/pages\/partnership-program-form","button_link_fr":"shopify:\/\/pages\/partnership-program-form","button_style":"primary"}}},"block_order":["heading_gMMbqA","text_cm6PXy","button_Mgf7Lg"],"settings":{"height":"medium","text_alignment":"center","full_width":false,"color_scheme":"default"}},"collapsible_tabs_XmLTLA":{"type":"collapsible-tabs","blocks":{"question_96RFdj":{"type":"question","settings":{"title":"What is #YELLOWAMESPIEDS?","title_fr":"Qu’est-ce que #YELLOWAMESPIEDS ?","answer":"<p>#YELLOWAMESPIEDS represents a community of content creators passionate about Yellow’s fashion and culture. As content creators, members help shape and spread the creative richness of the #YELLOWAMESPIEDS spirit.<\/p>","answer_fr":"<p>#YELLOWAMESPIEDS représente une communauté de créateurs et créatrices de contenu passionnés de mode et de la culture Yellow. En tant que créateurs et créatrices de contenu, les membres contribuent à façonner et à propager la richesse créative de l'esprit #YELLOWAMESPIEDS.  <\/p>"}},"question_AFqjNR":{"type":"question","settings":{"title":"What are the benefits to join #YELLOWAMESPIEDS program?","title_fr":"Quels sont les avantages #YELLOWAMESPIEDS ?","answer":"<ul><li>PR boxes featuring our most popular shoes and accessories<\/li><li>Opportunities to participate in our exclusive events<\/li><li>Discount codes reserved for ambassadors in exchange for visibility<\/li><li>A chance to be featured on our social platforms, our website, our newsletter and in-store<\/li><li>Opportunities to have your own selection of products in-store and online<\/li><li>Blog posts about you, your looks and your favourite Yellow shoes<\/li><li>Access to a dynamic community<\/li><\/ul>","answer_fr":"<ul><li>Boîtes PR comprenant nos chaussures et accessoires les plus populaires<\/li><li>Possibilités de participer à nos événements exclusifs<\/li><li>Codes de réduction réservés aux ambassadeurs en échange de visibilité<\/li><li>Une chance d'être présenté sur nos réseaux sociaux, notre site web, notre infolettre et en magasin<\/li><li>Possibilités d'avoir votre propre sélection de produits en magasin et en ligne<\/li><li>Articles de blogue sur vous, vos looks et vos chaussures Yellow préférées<\/li><li>Accès à une communauté dynamique<\/li><\/ul>"}},"question_phWJ89":{"type":"question","settings":{"title":"Is the program open internationally?","title_fr":"Est-ce que le programme est ouvert à l’international ?","answer":"<ul><li>The program is only available in Canada for now.<\/li><\/ul>","answer_fr":"<p>Le programme est seulement disponible au Canada pour le moment. <\/p>"}},"question_WEfE9c":{"type":"question","settings":{"title":"What are the criteria for applying?","title_fr":"Quels sont les critères pour appliquer ?","answer":"<ul><li>Be a Canadian citizen and at least 18 years old<\/li><li>Have knowledge of social media platforms and be active on different platforms<\/li><li>Have active engagement and be able to share your statistics<\/li><li>Have a passion for the mission and values of the Yellow brand<\/li><li>Not be affiliated with another shoe company<\/li><li>Create appropriate content that positively reflect the Yellow brand and respects company values<\/li><li>Communicate transparently with Yellow<\/li><\/ul>","answer_fr":"<ul><li>Être citoyens canadiens âgés d'au moins 18 ans<\/li><li>Avoir une connaissance des réseaux sociaux et être actif sur les différentes plateformes<\/li><li>Détenir un engagement actif et être en mesure de partager vos statistiques<\/li><li>Avoir une passion pour la mission et les valeurs de la marque Yellow <\/li><li>Ne pas être affilié à une autre compagnie de chaussures<\/li><li>Créer du contenu approprié qui reflète positivement la marque Yellow et qui respecte les valeurs de l'entreprise<\/li><li>Communiquer de manière transparente avec Yellow<\/li><\/ul>"}},"question_Lw4fge":{"type":"question","settings":{"title":"How do I know if my application has been accepted?","title_fr":"Comment savoir si ma candidature a été retenue ?","answer":"<p>Once your application is successful, we will contact you by email to guide you through the next steps of the program.<\/p>","answer_fr":"<p>Une fois votre candidature retenue, nous prendrons contact avec vous par e-mail pour vous guider à travers les étapes suivantes du programme.<\/p>"}}},"block_order":["question_96RFdj","question_AFqjNR","question_phWJ89","question_WEfE9c","question_Lw4fge"],"settings":{"title":"Frequently asked questions","title_fr":"Questions fréquemment posées"}}},"order":["main","image_with_text_overlay_KcNxPE","rich_text_GUjihm","collapsible_tabs_XmLTLA"]}